{
    "title": "Of Course We're Living in a Simulation",
    "content": "<b>THE BEST THEORY </b> physicists have for the birth of the universe makes no sense. It goes like this: In the beginning—the very, if not quite veriest, beginning—there s something called quantum foam. It s barely there, and can t even be said to occupy space, because there s no such thing as space yet. Or time. So even though it s seething, bubbling, fluctuating, as foam tends to do, it s not doing so in any kind of this-before-that temporal order. It just is, all at once, indeterminate and undisturbed. Until it isn t. Something goes pop in precisely the right way, and out of that infinitesimally small pocket of instability, the entire universe bangs bigly into being. Instantly. Like, at a whoosh far exceeding the speed of light. <br><br> Impossible, you say? Not exactly. As the Italian particle physicist Guido Tonelli has pointed out, it actually is possible to go faster than light. You simply have to imagine spacetime, and the relativistic limits imposed by it, not quite existing yet! Easy peasy. Besides, that s not even why the theory makes no sense. It makes no sense for the same reason every creation myth since the dawn of, um, creation makes no sense: There s no causal explanation. What, that is to say, made it happen in the first place? <br><br> Tonelli, in his confidently titled book Genesis: The Story of How Everything Began, calls the “it” that made it happen the inflaton. It s the mystery thing/field/particle/whatever that jump-starts the engine of cosmic inflation. (They thought it might be the Higgs boson, but it s not. The true God particle is still out there.) Imagine, Tonelli says, a skier cruising down a mountain, who then stalls a little in a depression on the slope. That depression, the unexpected dip or hiccup in the ordered way of things, is the inflaton-induced disruption in the foam out of which the entire known universe, and all the matter and energy it would ever need to make stars and planets and consciousness and us, suddenly springs. But, again, the same question intrudes: What made the inflaton make the dip? It makes no sense … until you imagine something else. Don t imagine a snowy slope; it s too passive. Imagine, instead, someone sitting at a desk. First, they boot up their computer. This is the quantum-foam stage, the computer existing in a state of suspended anticipation. Then, our desk person mouses over to a file called, oh I don t know, KnownUniverse.mov, and double-clicks. This is the emergence of the inflaton. It s the tiny zzzt that launches the program. <br><br> In other words, yes, and with sincere apologies to Tonelli and most of his fellow physicists, who hate it when anybody suggests this: The only explanation for life, the universe, and everything that makes any sense, in light of quantum mechanics, in light of observation, in light of light and something faster than light, is that we re living inside a supercomputer. Is that we re living, all of us, and always, in a simulation.",
    "auther" : "ShreYash",
    "metadesc": "THE BEST THEORY  physicists have for the birth of the universe makes no sense. It goes like this: In the beginning—the very, if not quite veriest, beginning—there s something called quantum foam. It s barely there, ",
    "slug": "post01"
}